<?php

return array (
  'welcome_title' => 'مرحبًا بك في Transoffice',
  'welcome_description' => 'Réduofofice هي منصة مخصصة لـ <strong> ترجمة معتمدة </strong> من قبل مترجم مقسم معترف به من قبل المحاكم المغربية.
<br> <br>
✔ ترجمة الوثائق القانونية والإدارية أو المدرسية أو للاستخدام الرسمي.
<br>
✔ الخدمة المتاحة في كل مكان في المغرب. أرسل ملفات PDF الخاصة بك واستقبل الترجمة مباشرة عبر البريد الإلكتروني.
<br>
🔐 السرعة والسرية والجودة مضمونة.',
  'login' => 'يتصل',
  'register' => 'إنشاء حساب',
  'login_page' => 
  array (
    'title' => 'التواصل',
    'email_label' => 'بريد إلكتروني',
    'password_label' => 'كلمة المرور',
    'submit_button' => 'يتصل',
    'password_toggle_show' => 'عرض كلمة المرور',
    'password_toggle_hide' => 'إخفاء كلمة المرور',
  ),
  'register_page' => 
  array (
    'title' => 'عميل نقش',
    'name_label' => 'نوم',
    'email_label' => 'بريد إلكتروني',
    'phone_label' => 'هاتف',
    'password_label' => 'كلمة المرور',
    'confirm_password_label' => 'قم بتأكيد كلمة المرور',
    'submit_button' => 'يسجل',
  ),
  'translators_list' => 'قائمة المترجمين',
  'name' => 'نوم',
  'email' => 'بريد إلكتروني',
  'phone' => 'هاتف',
  'date_added' => 'تاريخ الإضافة',
  'no_translators_found' => 'لم يتم العثور على مترجم',
  'edit_request_title' => 'تغيير الطلب',
  'client_name' => 'اسم مقدم الطلب',
  'holder_name' => 'اسم حامل',
  'cin' => 'سين',
  'start_date' => 'تاريخ البدء',
  'end_date' => 'تاريخ زعنفة',
  'documents_section_title' => 'الوثائق المراد ترجمتها',
  'select_category' => 'اختر فئة',
  'select_subtype' => 'اختر نوعًا فرعيًا',
  'add_document' => 'إضافة وثيقة',
  'total_price' => 'إجمالي السعر',
  'source_language' => 'اللغة الأصلية',
  'target_language' => 'اللغة المطلوبة',
  'status' => 'حالة',
  'status_pending' => 'في الانتظار',
  'status_in_progress' => 'في تَقَدم',
  'status_completed' => 'انتهى',
  'note' => 'لاحظت',
  'attached_files' => 'الملفات المشتركة',
  'add_file' => 'إضافة ملف',
  'update_request' => 'تحديث',
  'title' => 'رسائل mes',
  'list' => 'قائمة الرسائل',
  'request_number' => 'طلب #: معرف',
  'no_messages' => 'لم يتم تلقي رسالة.',
);
